import './about.css';

const About = () => {
  return (
    <div className="about-us">
      <img src="https://i.postimg.cc/jqW47BwT/430389380-1873351533086077-7161183875858680826-n.jpg" alt="Bus" className="bus-image" />
      <div className="about-text">
        <h2 id='whoweare'>من نحن</h2>
        <p id='paragraph1'>
                                                                                 Tale3 مرحباً بكم في 
          . نفخر بتقديم خدمات نقل ومواصلات متميزة تلبي احتياجاتكم , نحن ركزنا على توفير تجربة نقل أمنة ومريحة وفعالة لجميع عملائنا
                                   . لدينا اسطول من المركبات الحديثة المجهزة باحدث التقنيات لضمان تجربة سفر سلسة ومريحة  
                      . فريقنا من السائقين المحترفين مدربين على أعلى مستويات الخبرة والاحترافية لضمان سلامتك وراحتك طوال الرحلة 
    نلتزم بتقديم خدمات عالية الجودة بأسعار منافسة , نحن نقدر الثقة التي يضعها عملاؤنا فينا ونسعى جاهدين لتقديم افضل خدمة ممكنة في كل مرة 
                                                           . Tale3 انضم الينا في رحلتك القادمة واكتشف الفرق مع 
    
        </p>
        <p id='paragraph2'>
    . لعرض الحافلات في الوقت الحقيقي  Google Maps API نستخدم تقنيات متقدمة مثل , Tale3 لتطوير الواجهة الامامية لنظام الويب مثل  
                           . يتميز النظام بواجهة سهلة الاستخدام لآدارة المقاعد بفعالية, (paypal) ودمج نظام المدفوعات عبر بايبال 
                                                                   . مما يضمن تجربة مريحة وميسرة للمستخدمين 
      
        </p>

      </div>
    </div>

  );
}

export default About;
